{
    "success": true,
    "articleList":[{
        "id": 1,
        "title": "Piccadilly 1965: How six Indian friends found their feet in the UK",
        "content": "<img src='https://ichef.bbci.co.uk/news/976/cpsprodpb/B695/production/_118714764_praful-and-his-pals-in-1960s-london_976.jpg' alt=\"Piccadilly 1965: How six Indian friends found their feet in the UK\" /><p><b>A generation of Indian immigrants from East Africa, who arrived in the UK in the 1960s determined to succeed, are now in their 70s and 80s, looking back on eventful lives. The BBC's Krupa Padhy, whose father was among them, tells the story of Praful Patel and his efforts to find a place in British society.</b></p><p>In 1965, at 21 years old, a despondent Praful Patel made his way to the Central YMCA - the Young Men's Christian Association - on London's Great Russell Street. He was working as a dish-washer but hadn't been able to find rooms he could afford on his wages, so it was almost his last hope.</p><p>\"They said 10 shillings a week for a centrally heated room in central London,\" he remembers. \"I thought, 'That can't be bad.'\"</p><p>Before long he had a better-paid job too. In fact, three of them: as a receptionist at Gilda Jewellers in Hatton Garden, as a waiter at the Wimpy fast-food restaurant on Oxford Street and as a barman at the Horseshoe pub across the road from the YMCA.</p><p>One evening, as he returned to the YMCA, a group of five young men sitting in the lounge caught his eye. They were Indian, like him.</p><p>\"To actually walk into an institution in England with all these Indians sitting there and chattering away in Gujarati was wonderful,\" he says.</p><p>He'd never heard his mother tongue spoken with such ease in England.</p><p>The men were all roughly the same age - either a few years younger or a few years older than Praful - and they were also from families that had left Gujarat and crossed the Indian Ocean to find work in the British colonies of East Africa. They were among a wave of young people with Indian heritage who were leaving these newly independent nations for the UK, with big plans to work, study and succeed in life.</p>"
    }]
}